Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# task_detail.ai_notes.empty
source: No AI notes yet. Your assistant adds notes here.
ar: لا توجد ملاحظات من الذكاء الاصطناعي بعد. يضيف مساعدك الملاحظات هنا.
bn: এখনও কোনো AI নোট নেই। আপনার অ্যাসিস্ট্যান্ট এখানে নোট যোগ করে।
de: Noch keine KI-Notizen. Dein Assistent fügt hier Notizen hinzu.
el: Δεν υπάρχουν ακόμη σημειώσεις AI. Ο βοηθός σας προσθέτει σημειώσεις εδώ.
es: Aún no hay notas de IA. Tu asistente las añade aquí.
fa: هنوز یادداشت هوش مصنوعی وجود ندارد. دستیار شما یادداشت‌ها را اینجا اضافه می‌کند.
fr: Aucune note de l’IA pour l’instant. Votre assistant ajoute ses notes ici.
he: עדיין אין הערות AI. העוזר שלך מוסיף כאן הערות.
hi: अभी कोई AI नोट नहीं। आपका असिस्टेंट नोट यहाँ जोड़ता है।
id: Belum ada catatan AI. Asisten menambahkan catatan di sini.
it: Ancora nessuna nota dell’IA. Il tuo assistente aggiunge le note qui.
ja: AIのメモはまだありません。アシスタントがここにメモを追加します。
ko: 아직 AI 메모가 없습니다. 어시스턴트가 여기에 메모를 추가합니다.
mr: अजून AI नोट्स नाहीत. तुमचा सहाय्यक येथे नोट्स जोडतो.
ms: Belum ada nota AI. Pembantu AI anda menambahkan nota di sini.
nl: Nog geen AI-notities. Je assistent voegt hier notities toe.
pl: Brak notatek AI. Tutaj asystent dodaje notatki.
pt_br: Nenhuma nota da IA ainda. Seu assistente adiciona notas aqui.
ro: Încă nu există notițe AI. Asistentul adaugă notițe aici.
ru: Заметок ИИ пока нет. Здесь ассистент добавляет заметки.
ta: இன்னும் AI குறிப்புகள் இல்லை. உங்கள் அசிஸ்டென்ட் இங்கே குறிப்புகளைச் சேர்க்கும்.
te: ఇంకా AI నోట్స్ లేవు. మీ అసిస్టెంట్ ఇక్కడ నోట్స్ జోడిస్తుంది.
th: ยังไม่มีโน้ตจาก AI ผู้ช่วยของคุณจะเพิ่มโน้ตที่นี่
tr: Henüz yapay zekâ notu yok. Asistanınız notları buraya ekler.
uk: Нотаток ШІ ще немає. Тут асистент додає нотатки.
ur: ابھی تک کوئی AI نوٹ نہیں۔ آپ کا اسسٹنٹ نوٹس یہاں شامل کرتا ہے۔
vi: Chưa có ghi chú AI. Trợ lý sẽ thêm ghi chú tại đây.
zh_hans: 还没有助手上下文。助手会在这里添加笔记。
zh_hant: 尚無 AI 備註。助理會在這裡新增備註。

# task_detail.checklist.add
source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fr: Ajouter
he: הוספה
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
mr: जोडा
ms: Tambah
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
ro: Adăugați
ru: Добавить
ta: சேர்
te: జోడించండి
th: เพิ่ม
tr: Ekle
uk: Додати
ur: شامل کریں
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# task_detail.checklist.add_help
source: Add checklist item
ar: إضافة عنصر إلى قائمة التحقق
bn: চেকলিস্ট আইটেম যোগ করুন
de: Checklistenpunkt hinzufügen
el: Προσθήκη στοιχείου λίστας ελέγχου
es: Añadir elemento a la lista de comprobación
fa: افزودن مورد چک‌لیست
fr: Ajouter un élément à la liste de contrôle
he: הוספת פריט לרשימת התיוג
hi: चेकलिस्ट आइटम जोड़ें
id: Tambah item daftar centang
it: Aggiungi elemento alla lista di controllo
ja: チェックリスト項目を追加
ko: 체크리스트 항목 추가
mr: तपासणी यादी आयटम जोडा
ms: Tambah item senarai semak
nl: Voeg checklistonderdeel toe
pl: Dodaj element listy kontrolnej
pt_br: Adicionar item à lista de verificação
ro: Adăugați un element în lista de control
ru: Добавить пункт чек-листа
ta: சரிபார்ப்புப் பட்டியல் ஐட்டத்தைச் சேர்
te: చెక్‌లిస్ట్ ఐటెమ్‌ను జోడించండి
th: เพิ่มรายการเช็คลิสต์
tr: Kontrol listesi öğesi ekle
uk: Додати пункт чек-листа
ur: چیک لسٹ آئٹم شامل کریں
vi: Thêm mục checklist
zh_hans: 添加清单项
zh_hant: 新增核對清單項目

# task_detail.checklist.completed_a11y
source: Completed
ar: مكتمل
bn: সম্পূর্ণ হয়েছে
de: Erledigt
el: Ολοκληρώθηκε
es: Completado
fa: تکمیل‌شده
fr: Terminé
he: הושלם
hi: पूर्ण
id: Selesai
it: Completato
ja: 完了済み
ko: 완료됨
mr: पूर्ण झाले
ms: Selesai
nl: Voltooid
pl: Ukończone
pt_br: Concluído
ro: Finalizat
ru: Выполнено
ta: நிறைவடைந்தது
te: పూర్తయింది
th: เสร็จแล้ว
tr: Tamamlandı
uk: Виконано
ur: مکمل
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# task_detail.checklist.empty
source: Add the first checklist item to break this task into concrete steps.
ar: أضف أول عنصر إلى قائمة التحقق لتقسيم هذه المهمة إلى خطوات ملموسة.
bn: এই টাস্ককে সুনির্দিষ্ট ধাপে ভাগ করতে প্রথম চেকলিস্ট আইটেমটি যোগ করুন।
de: Füge den ersten Checklistenpunkt hinzu, um diese Aufgabe in konkrete Schritte aufzuteilen.
el: Προσθέστε το πρώτο στοιχείο λίστας ελέγχου για να χωρίσετε αυτήν την εργασία σε συγκεκριμένα βήματα.
es: Añade el primer elemento de la lista de comprobación para dividir esta tarea en pasos concretos.
fa: اولین مورد چک‌لیست را اضافه کنید تا این کار به مراحل مشخص تقسیم شود.
fr: Ajoutez le premier élément de la liste de contrôle pour découper cette tâche en étapes concrètes.
he: יש להוסיף את הפריט הראשון לרשימת התיוג כדי לפצל את המשימה לשלבים מוחשיים.
hi: इस कार्य को ठोस चरणों में बाँटने के लिए पहला चेकलिस्ट आइटम जोड़ें।
id: Tambahkan item daftar centang pertama untuk memecah tugas ini menjadi langkah-langkah konkret.
it: Aggiungi il primo elemento alla lista di controllo per suddividere questa attività in passaggi concreti.
ja: 最初のチェックリスト項目を追加して、このタスクを具体的なステップに分けましょう。
ko: 첫 체크리스트 항목을 추가하여 이 할 일을 구체적인 단계로 나눠 보세요.
mr: या कार्याचे ठोस टप्पे करण्यासाठी पहिला तपासणी यादी आयटम जोडा.
ms: Tambah item senarai semak pertama untuk memecahkan tugas ini kepada langkah-langkah konkrit.
nl: Voeg het eerste checklistonderdeel toe om deze taak op te splitsen in concrete stappen.
pl: Dodaj pierwszy element listy kontrolnej, aby podzielić zadanie na konkretne kroki.
pt_br: Adicione o primeiro item da lista de verificação para dividir esta tarefa em etapas concretas.
ro: Adăugați primul element din lista de control pentru a împărți sarcina în pași concreți.
ru: Добавьте первый пункт чек-листа, чтобы разбить задачу на конкретные шаги.
ta: இந்தப் பணியைத் தெளிவான படிகளாகப் பிரிக்க, முதல் சரிபார்ப்புப் பட்டியல் ஐட்டத்தைச் சேர்க்கவும்.
te: ఈ టాస్క్‌ను స్పష్టమైన దశలుగా విభజించడానికి మొదటి చెక్‌లిస్ట్ ఐటెమ్‌ను జోడించండి.
th: เพิ่มรายการเช็คลิสต์รายการแรกเพื่อแบ่งงานนี้เป็นขั้นตอนที่ชัดเจน
tr: Bu görevi somut adımlara bölmek için ilk kontrol listesi öğesini ekleyin.
uk: Додайте перший пункт чек-листа, щоб розбити завдання на конкретні кроки.
ur: اس کام کو ٹھوس مراحل میں تقسیم کرنے کے لیے پہلا چیک لسٹ آئٹم شامل کریں۔
vi: Thêm mục checklist đầu tiên để chia nhiệm vụ này thành các bước cụ thể.
zh_hans: 添加第一个清单项，把这个任务拆分成具体步骤。
zh_hant: 新增第一個核對清單項目，將這個任務拆解成具體的步驟。

# task_detail.checklist.item_a11y
source: Checklist item
ar: عنصر قائمة التحقق
bn: চেকলিস্ট আইটেম
de: Checklistenpunkt
el: Στοιχείο λίστας ελέγχου
es: Elemento de la lista de comprobación
fa: مورد چک‌لیست
fr: Élément de liste de contrôle
he: פריט ברשימת תיוג
hi: चेकलिस्ट आइटम
id: Item daftar centang
it: Elemento della lista di controllo
ja: チェックリスト項目
ko: 체크리스트 항목
mr: तपासणी यादी आयटम
ms: Item senarai semak
nl: Checklistonderdeel
pl: Element listy kontrolnej
pt_br: Item da lista de verificação
ro: Element din lista de control
ru: Пункт чек-листа
ta: சரிபார்ப்புப் பட்டியல் ஐட்டம்
te: చెక్‌లిస్ట్ ఐటెమ్
th: รายการเช็คลิสต์
tr: Kontrol listesi öğesi
uk: Пункт чек-листа
ur: چیک لسٹ آئٹم
vi: Mục checklist
zh_hans: 清单项
zh_hant: 核對清單項目

# task_detail.checklist.item_placeholder
source: Checklist item
ar: عنصر قائمة التحقق
bn: চেকলিস্ট আইটেম
de: Checklistenpunkt
el: Στοιχείο λίστας ελέγχου
es: Elemento de la lista
fa: مورد چک‌لیست
fr: Élément de liste de contrôle
he: פריט ברשימת תיוג
hi: चेकलिस्ट आइटम
id: Item daftar centang
it: Elemento della lista di controllo
ja: チェックリスト項目
ko: 체크리스트 항목
mr: तपासणी यादी आयटम
ms: Item senarai semak
nl: Checklistonderdeel
pl: Element listy kontrolnej
pt_br: Item da lista de verificação
ro: Element din lista de control
ru: Пункт чек-листа
ta: சரிபார்ப்புப் பட்டியல் ஐட்டம்
te: చెక్‌లిస్ట్ ఐటెమ్
th: รายการเช็คลิสต์
tr: Kontrol listesi öğesi
uk: Пункт чек-листа
ur: چیک لسٹ آئٹم
vi: Mục checklist
zh_hans: 清单项
zh_hant: 核對清單項目

# task_detail.checklist.move_down
source: Move Down
ar: نقل لأسفل
bn: নিচে সরান
de: Nach unten bewegen
el: Μετακίνηση κάτω
es: Mover hacia abajo
fa: انتقال به پایین
fr: Déplacer vers le bas
he: הזזה למטה
hi: नीचे ले जाएँ
id: Pindahkan ke Bawah
it: Sposta in basso
ja: 下へ移動
ko: 아래로 이동
mr: खाली मूव्ह करा
ms: Alih ke Bawah
nl: Verplaats omlaag
pl: Przenieś w dół
pt_br: Mover para baixo
ro: Mutați în jos
ru: Переместить вниз
ta: கீழே நகர்த்து
te: కిందికి తరలించండి
th: ย้ายลง
tr: Aşağı taşı
uk: Перемістити вниз
ur: نیچے لے جائیں
vi: Di chuyển xuống
zh_hans: 下移
zh_hant: 下移

# task_detail.checklist.move_up
source: Move Up
ar: نقل لأعلى
bn: উপরে সরান
de: Nach oben bewegen
el: Μετακίνηση πάνω
es: Mover hacia arriba
fa: انتقال به بالا
fr: Déplacer vers le haut
he: הזזה למעלה
hi: ऊपर ले जाएँ
id: Pindahkan ke Atas
it: Sposta in alto
ja: 上へ移動
ko: 위로 이동
mr: वर मूव्ह करा
ms: Alih ke Atas
nl: Verplaats omhoog
pl: Przenieś w górę
pt_br: Mover para cima
ro: Mutați în sus
ru: Переместить вверх
ta: மேலே நகர்த்து
te: పైకి తరలించండి
th: ย้ายขึ้น
tr: Yukarı taşı
uk: Перемістити вгору
ur: اوپر لے جائیں
vi: Di chuyển lên
zh_hans: 上移
zh_hant: 上移

# task_detail.checklist.new_a11y
source: New checklist item
ar: عنصر جديد في قائمة التحقق
bn: নতুন চেকলিস্ট আইটেম
de: Neuer Checklistenpunkt
el: Νέο στοιχείο λίστας ελέγχου
es: Nuevo elemento de la lista de comprobación
fa: مورد جدید چک‌لیست
fr: Nouvel élément de liste de contrôle
he: פריט חדש לרשימת התיוג
hi: नया चेकलिस्ट आइटम
id: Item daftar centang baru
it: Nuovo elemento della lista di controllo
ja: 新規チェックリスト項目
ko: 새 체크리스트 항목
mr: नवीन तपासणी यादी आयटम
ms: Item senarai semak baharu
nl: Nieuw checklistonderdeel
pl: Nowy element listy kontrolnej
pt_br: Novo item da lista de verificação
ro: Element nou în lista de control
ru: Новый пункт чек-листа
ta: புதிய சரிபார்ப்புப் பட்டியல் ஐட்டம்
te: కొత్త చెక్‌లిస్ట్ ఐటెమ్
th: รายการเช็คลิสต์ใหม่
tr: Yeni kontrol listesi öğesi
uk: Новий пункт чек-листа
ur: نیا چیک لسٹ آئٹم
vi: Mục checklist mới
zh_hans: 新清单项
zh_hant: 新增核對清單項目

# task_detail.checklist.new_placeholder
source: New checklist item
ar: عنصر جديد في قائمة التحقق
bn: নতুন চেকলিস্ট আইটেম
de: Neuer Checklistenpunkt
el: Νέο στοιχείο
es: Nuevo elemento
fa: مورد جدید چک‌لیست
fr: Nouvel élément
he: פריט חדש לרשימת התיוג
hi: नया चेकलिस्ट आइटम
id: Item baru
it: Nuovo elemento
ja: 新規チェックリスト項目
ko: 새 체크리스트 항목
mr: नवीन तपासणी यादी आयटम
ms: Item baharu
nl: Nieuw checklistonderdeel
pl: Nowy element
pt_br: Novo item
ro: Element nou
ru: Новый пункт чек-листа
ta: புதிய சரிபார்ப்புப் பட்டியல் ஐட்டம்
te: కొత్త చెక్‌లిస్ట్ ఐటెమ్
th: รายการเช็คลิสต์ใหม่
tr: Yeni kontrol listesi öğesi
uk: Новий пункт чек-листа
ur: نیا چیک لسٹ آئٹم
vi: Mục checklist mới
zh_hans: 新清单项
zh_hant: 新增核對清單項目

# task_detail.checklist.open_a11y
source: Not completed
ar: غير مكتمل
bn: সম্পন্ন হয়নি
de: Nicht erledigt
el: Δεν ολοκληρώθηκε
es: No completado
fa: تکمیل‌نشده
fr: Non terminé
he: לא הושלם
hi: पूर्ण नहीं
id: Belum selesai
it: Non completato
ja: 未完了
ko: 완료되지 않음
mr: पूर्ण झालेले नाही
ms: Belum selesai
nl: Niet voltooid
pl: Nieukończone
pt_br: Não concluído
ro: Nefinalizat
ru: Не выполнено
ta: நிறைவடையவில்லை
te: పూర్తి కాలేదు
th: ยังไม่เสร็จ
tr: Tamamlanmadı
uk: Не виконано
ur: نامکمل
vi: Chưa hoàn thành
zh_hans: 未完成
zh_hant: 未完成

# task_detail.checklist.remove_item
source: Remove Checklist Item
ar: إزالة عنصر قائمة التحقق
bn: চেকলিস্ট আইটেম অপসারণ করুন
de: Checklistenpunkt entfernen
el: Αφαίρεση στοιχείου λίστας ελέγχου
es: Quitar elemento de la lista de comprobación
fa: حذف مورد چک‌لیست
fr: Supprimer l’élément de la liste de contrôle
he: הסרת פריט מרשימת התיוג
hi: चेकलिस्ट आइटम हटाएँ
id: Hapus Item Daftar Centang
it: Rimuovi elemento dalla lista di controllo
ja: チェックリスト項目を削除
ko: 체크리스트 항목 제거
mr: तपासणी यादी आयटम काढून टाका
ms: Padam Item Senarai Semak
nl: Verwijder checklistonderdeel
pl: Usuń element listy kontrolnej
pt_br: Remover item da lista de verificação
ro: Eliminați elementul din lista de control
ru: Удалить пункт чек-листа
ta: சரிபார்ப்புப் பட்டியல் ஐட்டத்தை அகற்று
te: చెక్‌లిస్ట్ ఐటెమ్‌ను తొలగించండి
th: เอารายการเช็คลิสต์ออก
tr: Kontrol listesi öğesini kaldır
uk: Видалити пункт чек-листа
ur: چیک لسٹ آئٹم ہٹائیں
vi: Xóa mục checklist
zh_hans: 移除清单项
zh_hant: 移除核對清單項目

# task_detail.checklist.reorder
source: Drag to reorder
ar: اسحب لإعادة الترتيب
bn: ক্রম বদলাতে টেনে আনুন
de: Zum Umsortieren ziehen
el: Σύρετε για αναδιάταξη
es: Arrastra para reordenar
fa: برای تغییر ترتیب بکشید
fr: Faire glisser pour réorganiser
he: גרירה לשינוי הסדר
hi: क्रम बदलने के लिए खींचें
id: Seret untuk mengurutkan ulang
it: Trascina per riordinare
ja: ドラッグして並べ替え
ko: 드래그하여 순서 변경
mr: क्रम बदलण्यासाठी ड्रॅग करा
ms: Seret untuk menyusun semula
nl: Sleep om de volgorde te wijzigen
pl: Przeciągnij, aby zmienić kolejność
pt_br: Arraste para reordenar
ro: Trageți pentru a reordona
ru: Перетащите, чтобы изменить порядок
ta: மறுவரிசைப்படுத்த இழுக்கவும்
te: క్రమాన్ని మార్చడానికి డ్రాగ్ చేయండి
th: ลากเพื่อเรียงลำดับใหม่
tr: Yeniden sıralamak için sürükleyin
uk: Перетягніть, щоб змінити порядок
ur: ترتیب بدلنے کے لیے گھسیٹیں
vi: Kéo để sắp xếp lại
zh_hans: 拖动以重新排序
zh_hant: 拖移以重新排序

# task_detail.checklist.title
source: Checklist
ar: قائمة التحقق
bn: চেকলিস্ট
de: Checkliste
el: Λίστα ελέγχου
es: Lista de comprobación
fa: چک‌لیست
fr: Liste de contrôle
he: רשימת תיוג
hi: चेकलिस्ट
id: Daftar Centang
it: Lista di controllo
ja: チェックリスト
ko: 체크리스트
mr: तपासणी यादी
ms: Senarai Semak
pl: Lista kontrolna
pt_br: Lista de verificação
ro: Listă de control
ru: Чек-лист
ta: சரிபார்ப்புப் பட்டியல்
te: చెక్‌లిస్ట్
th: เช็คลิสต์
tr: Kontrol listesi
uk: Чек-лист
ur: چیک لسٹ
zh_hans: 清单
zh_hant: 核對清單

# task_detail.dependencies.count
source: %lld tasks
ar: %lld مهمة
bn: %lldটি টাস্ক
de: %lld Aufgaben
el: %lld εργασίες
es: %lld tareas
fa: %lld کار
fr: %lld tâches
he: %lld משימות
hi: %lld कार्य
id: %lld tugas
it: %lld attività
ja: タスク%lld件
ko: 할 일 %lld개
mr: %lld कार्ये
ms: %lld tugas
nl: %lld taken
pl: %lld zadania
pt_br: %lld tarefas
ro: %lld de sarcini
ru: %lld задачи
ta: %lld பணிகள்
te: %lld టాస్క్‌లు
th: %lld งาน
tr: %lld görev
uk: %lld завдання
ur: %lld کام
vi: %lld nhiệm vụ
zh_hans: %lld 项任务
zh_hant: %lld 個任務

# task_detail.empty.inspector_chip
source: Inspector
ar: المراقب
bn: ইনস্পেক্টর
de: Informationen
el: Επιθεωρητής
fa: پنل جزئیات
fr: Inspecteur
he: חלונית פרטים
hi: इंस्पेक्टर
id: Inspektur
it: Ispettore
ja: インスペクタ
ko: 인스펙터
mr: इन्स्पेक्टर
ms: Pemeriksa
nl: Info
pl: Inspektor
pt_br: Inspetor
ru: Инспектор
ta: இன்ஸ்பெக்டர்
te: ఇన్‌స్పెక్టర్
th: ตัวตรวจสอบ
tr: Denetçi
uk: Інспектор
ur: تفصیلات پینل
vi: Trình kiểm tra
zh_hans: 检查器
zh_hant: 檢閱器

# task_detail.empty.no_selection
source: No Task Selected
ar: لم يتم تحديد مهمة
bn: কোনো টাস্ক নির্বাচিত নয়
de: Keine Aufgabe ausgewählt
el: Δεν έχει επιλεγεί εργασία
es: Ninguna tarea seleccionada
fa: هیچ کاری انتخاب نشده است
fr: Aucune tâche sélectionnée
he: לא נבחרה משימה
hi: कोई कार्य चुना नहीं गया
id: Tidak Ada Tugas yang Dipilih
it: Nessuna attività selezionata
ja: タスクが選択されていません
ko: 선택된 할 일 없음
mr: कोणतेही कार्य सिलेक्ट केलेले नाही
ms: Tiada Tugas Dipilih
nl: Geen taak geselecteerd
pl: Nie wybrano zadania
pt_br: Nenhuma tarefa selecionada
ro: Nicio sarcină selectată
ru: Задача не выбрана
ta: பணி எதுவும் தேர்ந்தெடுக்கப்படவில்லை
te: టాస్క్ ఎంచుకోలేదు
th: ไม่ได้เลือกงาน
tr: Görev seçilmedi
uk: Завдання не вибрано
ur: کوئی کام منتخب نہیں
vi: Chưa chọn nhiệm vụ
zh_hans: 未选择任务
zh_hant: 未選取任務

# task_detail.empty.no_selection_description
source: Select a task from Today, Tasks, Lists, or Calendar to review its details here.
ar: اختر مهمة من اليوم أو المهام أو القوائم أو التقويم لمراجعة تفاصيلها هنا.
bn: আজ, টাস্ক, তালিকা বা ক্যালেন্ডার থেকে একটি টাস্ক নির্বাচন করুন, এখানে এর বিবরণ দেখতে।
de: Wähle eine Aufgabe in „Heute“, „Aufgaben“, „Listen“ oder „Kalender“ aus, um hier ihre Details anzusehen.
el: Επιλέξτε μια εργασία από τα Σήμερα, Εργασίες, Λίστες ή Ημερολόγιο για να δείτε εδώ τις λεπτομέρειες.
es: Selecciona una tarea en Hoy, Tareas, Listas o Calendario para ver sus detalles aquí.
fa: برای دیدن جزئیات کار در اینجا، یک کار را از «امروز»، «همه کارها»، «فهرست‌ها» یا «تقویم» انتخاب کنید.
fr: Sélectionnez une tâche dans Aujourd’hui, Toutes les tâches, Listes ou Calendrier pour afficher ses détails ici.
he: יש לבחור משימה מ"היום", "כל המשימות", "רשימות" או "לוח שנה" כדי לעיין בפרטיה כאן.
hi: ब्योरा यहाँ देखने के लिए आज, कार्य, सूचियाँ या कैलेंडर में से कोई कार्य चुनें।
id: Pilih tugas dari Hari Ini, Tugas, Daftar, atau Kalender untuk melihat detailnya di sini.
it: Seleziona un’attività da Oggi, Tutte le attività, Liste o Calendario per vederne qui i dettagli.
ja: 「今日」「タスク」「リスト」「カレンダー」からタスクを選択すると、ここに詳細が表示されます。
ko: 오늘, 할 일, 목록 또는 캘린더에서 할 일을 선택하면 여기에서 세부 정보를 볼 수 있습니다.
mr: तपशील येथे पाहण्यासाठी आज, कार्ये, याद्या किंवा दिनदर्शिकेमधून एक कार्य सिलेक्ट करा.
ms: Pilih tugas daripada Hari Ini, Tugas, Senarai atau Kalendar untuk melihat butirannya di sini.
nl: Selecteer een taak in ‘Vandaag’, ‘Taken’, ‘Lijsten’ of ‘Agenda’ om hier de details te bekijken.
pl: Wybierz zadanie w sekcji „Dzisiaj”, „Wszystkie zadania”, „Listy” lub „Kalendarz”, aby zobaczyć jego szczegóły tutaj.
pt_br: Selecione uma tarefa em Hoje, Todas as tarefas, Listas ou Calendário para ver os detalhes aqui.
ro: Selectați o sarcină din „Astăzi”, „Sarcini”, „Liste” sau „Calendar” pentru a-i vedea aici detaliile.
ru: Выберите задачу в разделе «Сегодня», «Все задачи», «Списки» или «Календарь», чтобы увидеть её подробности здесь.
ta: இதன் விவரங்களை இங்கே பார்க்க, இன்று, பணிகள், பட்டியல்கள் அல்லது கேலண்டரிலிருந்து ஒரு பணியைத் தேர்ந்தெடுக்கவும்.
te: దీని వివరాలను ఇక్కడ చూడటానికి ఈరోజు, టాస్క్‌లు, జాబితాలు లేదా క్యాలెండర్ నుండి ఒక టాస్క్‌ను ఎంచుకోండి.
th: เลือกงานจากวันนี้ งาน ลิสต์ หรือปฏิทินเพื่อดูรายละเอียดที่นี่
tr: Ayrıntılarını burada incelemek için Bugün, Görevler, Listeler veya Takvim’den bir görev seçin.
uk: Виберіть завдання в розділі «Сьогодні», «Усі завдання», «Списки» або «Календар», щоб побачити його подробиці тут.
ur: یہاں کسی کام کی تفصیلات دیکھنے کے لیے "آج"، "تمام کام"، "فہرستیں" یا "کیلنڈر" میں سے کوئی کام منتخب کریں۔
vi: Chọn một nhiệm vụ từ Hôm nay, Nhiệm vụ, Danh sách hoặc Lịch để xem chi tiết tại đây.
zh_hans: 从“今天”、“任务”、“列表”或“日历”中选择一个任务，即可在此查看其详情。
zh_hant: 從「今天」、「任務」、「清單」或「行事曆」選取任務，即可在這裡查看詳細資料。

# task_detail.header.title_a11y
source: Task title
ar: عنوان المهمة
bn: টাস্কের শিরোনাম
de: Aufgabentitel
el: Τίτλος εργασίας
es: Título de la tarea
fa: عنوان کار
fr: Titre de la tâche
he: כותרת המשימה
hi: कार्य का शीर्षक
id: Judul tugas
it: Titolo dell’attività
ja: タスクのタイトル
ko: 할 일 제목
mr: कार्याचे शीर्षक
ms: Tajuk tugas
nl: Taaktitel
pl: Tytuł zadania
pt_br: Título da tarefa
ro: Titlul sarcinii
ru: Название задачи
ta: பணித் தலைப்பு
te: టాస్క్ టైటిల్
th: ชื่องาน
tr: Görev başlığı
uk: Назва завдання
ur: کام کا عنوان
vi: Tiêu đề nhiệm vụ
zh_hans: 任务标题
zh_hant: 任務標題

# task_detail.header.title_placeholder
source: Title
ar: العنوان
bn: শিরোনাম
de: Titel
el: Τίτλος
es: Título
fa: عنوان
fr: Titre
he: כותרת
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
mr: शीर्षक
ms: Tajuk
nl: Titel
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Название
ta: தலைப்பு
te: టైటిల్
th: ชื่อเรื่อง
tr: Başlık
uk: Назва
ur: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# task_detail.metadata.available_from_hint
source: Hidden from your lists until this day.
ar: مخفية من قوائمك حتى هذا اليوم.
bn: এই দিন পর্যন্ত আপনার তালিকা থেকে লুকানো থাকে।
de: Bis zu diesem Tag in deinen Listen ausgeblendet.
el: Κρυμμένη από τις λίστες σας μέχρι την επιλεγμένη ημέρα.
es: Oculta en tus listas hasta este día.
fa: تا این روز از فهرست‌های شما پنهان می‌ماند.
fr: Masquée de vos listes jusqu’à ce jour.
he: מוסתרת מהרשימות שלך עד יום זה.
hi: इस दिन तक आपकी सूचियों में छिपा रहता है।
id: Disembunyikan dari daftar hingga tanggal ini.
it: Nascosta dalle tue liste fino a questo giorno.
ja: この日まで、リストには表示されません。
ko: 이 날짜가 될 때까지 목록에 표시되지 않습니다.
mr: या दिवसापर्यंत तुमच्या याद्यांमधून लपवलेले राहते.
ms: Disembunyikan daripada senarai sehingga tarikh ini.
nl: Tot deze dag verborgen in je lijsten.
pl: Ukryte na twoich listach do tego dnia.
pt_br: Oculta das suas listas até este dia.
ro: Sarcina rămâne ascunsă din liste până în această zi.
ru: Скрыта из ваших списков до этого дня.
ta: இந்த நாள் வரை உங்கள் பட்டியல்களில் தெரியாது.
te: ఈ రోజు వరకు మీ జాబితాల్లో కనిపించదు.
th: ซ่อนจากลิสต์ของคุณจนถึงวันที่กำหนด
tr: Seçilen güne kadar listelerinizde gizlenir.
uk: Приховано у ваших списках до цього дня.
ur: اس دن تک آپ کی فہرستوں سے چھپا رہتا ہے۔
vi: Ẩn khỏi danh sách cho đến ngày này.
zh_hans: 在此日期之前不会显示在你的列表中。
zh_hant: 在這一天之前，不會顯示在你的清單中。

# task_detail.metadata.due_hint
source: The deadline to finish by.
ar: الموعد النهائي للإنجاز.
bn: যে তারিখের মধ্যে শেষ করতে হবে।
de: Die Frist, bis zu der die Aufgabe erledigt sein soll.
el: Η προθεσμία για την ολοκλήρωση.
es: La fecha límite para terminarla.
fa: مهلتی که باید تا آن تمام شود.
fr: La date limite pour terminer.
he: מועד היעד לסיום המשימה.
hi: पूरा करने की अंतिम तारीख़।
id: Tanggal jatuh tempo untuk menyelesaikannya.
it: La scadenza entro cui finire.
ja: 完了させる期限です。
ko: 완료해야 하는 기한입니다.
mr: ज्या दिवसापर्यंत पूर्ण करायचे ती अंतिम मुदत.
ms: Tarikh jangka untuk menyiapkannya.
nl: De datum waarop de taak uiterlijk klaar moet zijn.
pl: Ostateczny termin ukończenia.
pt_br: O prazo final para concluir.
ro: Termenul până la care sarcina trebuie finalizată.
ru: Крайний срок завершения.
ta: முடிக்க வேண்டிய காலக்கெடு.
te: పూర్తి చేయాల్సిన గడువు.
th: กำหนดเวลาที่ต้องทำให้เสร็จ
tr: Görevin bitirilmesi gereken son tarih.
uk: Крайній термін виконання.
ur: ختم کرنے کی آخری تاریخ۔
vi: Hạn chót để hoàn thành.
zh_hans: 最晚完成的期限。
zh_hant: 必須完成的期限。

# task_detail.metadata.minutes_unit
source: min
ar: د
bn: মিনিট
el: λ.
fa: دقیقه
he: דק׳
hi: मिनट
id: mnt
ja: 分
ko: 분
mr: मि.
ru: мин
ta: நிமி.
te: నిమి.
th: นาที
tr: dk
uk: хв
ur: منٹ
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

# task_detail.metadata.planned_hint
source: The day you plan to work on it.
ar: اليوم الذي تخطط للعمل عليها فيه.
bn: যে দিন এটি নিয়ে কাজ করার প্ল্যান আছে।
de: Der Tag, an dem du daran arbeiten willst.
el: Η ημέρα που σχεδιάζετε να εργαστείτε σε αυτήν.
es: El día en que planeas trabajar en ella.
fa: روزی که قصد دارید روی آن کار کنید.
fr: Le jour où vous prévoyez d’y travailler.
he: היום שבו מתכננים לעבוד על המשימה.
hi: वह दिन जब आप इस पर काम करना चाहते हैं।
id: Hari yang direncanakan untuk mengerjakannya.
it: Il giorno in cui prevedi di lavorarci.
ja: 取り組む予定の日です。
ko: 하기로 계획한 날입니다.
mr: ज्या दिवशी तुम्ही यावर काम करायचे ठरवले आहे.
ms: Hari yang dirancang untuk mengerjakannya.
nl: De dag waarop je eraan wilt werken.
pl: Dzień, w którym planujesz nad nim pracować.
pt_br: O dia em que você planeja trabalhar nela.
ro: Ziua în care intenționați să lucrați la ea.
ru: День, в который вы планируете заняться задачей.
ta: நீங்கள் இதில் வேலை செய்யத் திட்டமிட்ட நாள்.
te: మీరు దీనిపై పని చేయాలని ప్లాన్ చేసిన రోజు.
th: วันที่คุณวางแผนจะทำงานนี้
tr: Üzerinde çalışmayı planladığınız gün.
uk: День, коли ви плануєте над ним працювати.
ur: وہ دن جب آپ اس پر کام کرنے کا ارادہ رکھتے ہیں۔
vi: Ngày dự định thực hiện.
zh_hans: 你打算动手的那天。
zh_hant: 你打算處理它的日子。

# task_detail.metadata.set_date
source: Set Date
ar: ضبط التاريخ
bn: তারিখ সেট করুন
de: Datum festlegen
el: Ορισμός ημερομηνίας
es: Establecer fecha
fa: تنظیم تاریخ
fr: Définir la date
he: הגדרת תאריך
hi: तारीख़ तय करें
id: Atur Tanggal
it: Imposta data
ja: 日付を設定
ko: 날짜 설정
mr: दिनांक सेट करा
ms: Tetapkan Tarikh
nl: Stel datum in
pl: Ustaw datę
pt_br: Definir data
ro: Fixați data
ru: Указать дату
ta: தேதியை அமை
te: తేదీని సెట్ చేయండి
th: ตั้งวันที่
tr: Tarih ayarla
uk: Вказати дату
ur: تاریخ مقرر کریں
vi: Đặt ngày
zh_hans: 设置日期
zh_hant: 設定日期

# task_detail.notes.a11y
source: Task notes
ar: ملاحظات المهمة
bn: টাস্কের নোট
de: Aufgabennotizen
el: Σημειώσεις εργασίας
es: Notas de la tarea
fa: یادداشت‌های کار
fr: Notes de la tâche
he: הערות המשימה
hi: कार्य के नोट
id: Catatan tugas
it: Note dell’attività
ja: タスクのメモ
ko: 할 일 메모
mr: कार्याच्या नोट्स
ms: Nota tugas
nl: Taaknotities
pl: Notatki do zadania
pt_br: Notas da tarefa
ro: Notițele sarcinii
ru: Заметки к задаче
ta: பணிக் குறிப்புகள்
te: టాస్క్ నోట్స్
th: โน้ตของงาน
tr: Görev notları
uk: Нотатки до завдання
ur: کام کے نوٹس
vi: Ghi chú nhiệm vụ
zh_hans: 任务备注
zh_hant: 任務備註
